Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Hide / Require are case-insensitive regex patterns (e.g. require 2160p.*(remux|bluray), hide \b(cam|ts)\b). An invalid pattern is ignored.
af: Versteek / Vereis is hooflettergevoellose regex-patrone (bv. vereis 2160p.*(remux|bluray), versteek \b(cam|ts)\b). 'n Ongeldige patroon word geïgnoreer.
am: “ደብቅ / ጠይቅ” ለፊደል መጠን ግድ የለሽ የregex ቅጦች ናቸው (ለምሳሌ ጠይቅ 2160p.*(remux|bluray)፣ ደብቅ \b(cam|ts)\b)። ልክ ያልሆነ ቅጥ ችላ ይባላል።
ar: الإخفاء/الاشتراط أنماط تعبيرات نمطية غير حساسة لحالة الأحرف (مثل اشتراط 2160p.*(remux|bluray)، أو إخفاء \b(cam|ts)\b). ويُتجاهَل أي نمط غير صالح.
as: লুকুৱাওক / আৱশ্যক কৰক হৈছে কেছ্‌-অসংবেদনশীল regex পেটাৰ্ন (যেনে আৱশ্যক কৰক 2160p.*(remux|bluray), লুকুৱাওক \b(cam|ts)\b)। এটা অবৈধ পেটাৰ্ন উপেক্ষা কৰা হয়।
az: Gizlət / Tələb et böyük-kiçik hərfə həssas olmayan regex nümunələridir (məs. tələb et 2160p.*(remux|bluray), gizlət \b(cam|ts)\b). Yanlış nümunə nəzərə alınmır.
be: Схаваць / Патрабаваць — гэта regex-шаблоны без уліку рэгістру (напрыклад, патрабаваць 2160p.*(remux|bluray), схаваць \b(cam|ts)\b). Няправільны шаблон ігнаруецца.
bg: „Скрий“ / „Изисквай“ са регулярни изрази без чувствителност към регистъра (напр. изисквай 2160p.*(remux|bluray), скрий \b(cam|ts)\b). Невалиден израз се игнорира.
bn: লুকান / আবশ্যক হলো কেস-সংবেদনশীল নয় এমন regex প্যাটার্ন (যেমন আবশ্যক 2160p.*(remux|bluray), লুকান \b(cam|ts)\b)। অবৈধ প্যাটার্ন উপেক্ষা করা হয়।
br: Kuzhat / Rekis a zo patromoù regex hep evezh ouzh ar pennlizherennoù (da sk. rekis 2160p.*(remux|bluray), kuzhat \b(cam|ts)\b). Ur patrom didalvoud a vez laosket a-gostez.
bs: Sakrij / Zahtijevaj su regex obrasci neosjetljivi na velika i mala slova (npr. zahtijevaj 2160p.*(remux|bluray), sakrij \b(cam|ts)\b). Nevažeći obrazac se ignoriše.
ca: Amaga / Requereix són patrons regex que no distingeixen majúscules i minúscules (p. ex. requereix 2160p.*(remux|bluray), amaga \b(cam|ts)\b). Un patró no vàlid s'ignora.
ceb: Ang Hide / Require mga case-insensitive nga regex pattern (pananglitan kinahanglana 2160p.*(remux|bluray), itago \b(cam|ts)\b). Ang dili balido nga pattern gibaliwala.
cs: Skrýt / Vyžadovat jsou regulární výrazy bez rozlišování velikosti písmen (např. vyžadovat 2160p.*(remux|bluray), skrýt \b(cam|ts)\b). Neplatný výraz se ignoruje.
cy: Mae Cuddio / Mynnu'n batrymau regex nad ydynt yn ystyriol o lythrennau bras (e.e. mynnu 2160p.*(remux|bluray), cuddio \b(cam|ts)\b). Anwybyddir patrwm annilys.
da: Skjul/Kræv er regex-mønstre uden forskel på store og små bogstaver (f.eks. kræv 2160p.*(remux|bluray), skjul \b(cam|ts)\b). Et ugyldigt mønster ignoreres.
de: „Ausblenden“ / „Erforderlich“ sind Regex-Muster ohne Groß-/Kleinschreibung (z. B. erforderlich 2160p.*(remux|bluray), ausblenden \b(cam|ts)\b). Ein ungültiges Muster wird ignoriert.
el: Η «Απόκρυψη» / «Απαίτηση» είναι μοτίβα regex χωρίς διάκριση πεζών-κεφαλαίων (π.χ. απαίτηση 2160p.*(remux|bluray), απόκρυψη \b(cam|ts)\b). Ένα μη έγκυρο μοτίβο αγνοείται.
es: Ocultar / Requerir son patrones regex que no distinguen mayúsculas (p. ej. requerir 2160p.*(remux|bluray), ocultar \b(cam|ts)\b). Un patrón no válido se ignora.
et: „Peida“ / „Nõua“ on tõstutundetud regulaaravaldised (nt nõua 2160p.*(remux|bluray), peida \b(cam|ts)\b). Vigane muster jäetakse arvestamata.
eu: "Ezkutatu" / "Eskatu" maiuskulak eta minuskulak bereizten ez dituzten regex ereduak dira (adib. eskatu 2160p.*(remux|bluray), ezkutatu \b(cam|ts)\b). Eredu baliogabea ez ikusi egiten da.
fa: «پنهان کن / نیاز است» الگوهای regex بدون حساسیت به حروف بزرگ و کوچک هستند (برای نمونه، نیاز: 2160p.*(remux|bluray)، پنهان: \b(cam|ts)\b). الگوی نامعتبر نادیده گرفته می‌شود.
fi: Piilota ja Vaadi ovat kirjainkoosta riippumattomia säännöllisiä lausekkeita (esim. vaadi 2160p.*(remux|bluray), piilota \b(cam|ts)\b). Virheellinen lauseke ohitetaan.
fil: Ang Itago / Kailanganin ay mga case-insensitive na regex pattern (hal. kailanganin ang 2160p.*(remux|bluray), itago ang \b(cam|ts)\b). Binabalewala ang hindi wastong pattern.
fo: Fjal / Krev eru regex-mynstur, ið ikki gera mun á stórum og smáum bókstavum (t.d. krev 2160p.*(remux|bluray), fjal \b(cam|ts)\b). Eitt ógyldigt mynstur verður signt burtur.
fr: Masquer / Exiger sont des expressions régulières insensibles à la casse (par ex. exiger 2160p.*(remux|bluray), masquer \b(cam|ts)\b). Un motif invalide est ignoré.
fy: Ferstopje / Fereaskje binne haadletterûngefoelige regex-patroanen (bygelyks fereaskje 2160p.*(remux|bluray), ferstopje \b(cam|ts)\b). In ûnjildich patroan wurdt negearre.
ga: Is patrúin regex neamhíogair do chás iad Folaigh / Éiligh (m.sh. éiligh 2160p.*(remux|bluray), folaigh \b(cam|ts)\b). Déantar neamhaird de phatrún neamhbhailí.
gd: 'S e pàtrain regex neo-mhothachail air litrichean mòra/beaga a th' ann am Falaich / Iarr (m.e. iarr 2160p.*(remux|bluray), falaich \b(cam|ts)\b). Thèid pàtran mì-dhligheach a leigeil seachad.
gl: Agochar / Esixir son patróns de regex que non distinguen maiúsculas de minúsculas (p. ex. esixir 2160p.*(remux|bluray), agochar \b(cam|ts)\b). Ignórase un patrón non válido.
gu: છુપાવો / જરૂરી એ કેસ-અસંવેદનશીલ regex પૅટર્ન છે (દા.ત. જરૂરી 2160p.*(remux|bluray), છુપાવો \b(cam|ts)\b). અમાન્ય પૅટર્ન અવગણાય છે.
ha: Ɓoye / Buƙaci tsari ne na regex marasa kula da girman baƙi (misali buƙaci 2160p.*(remux|bluray), ɓoye \b(cam|ts)\b). Ana yin watsi da tsari mara inganci.
he: ׳הסתר׳ / ׳דרוש׳ הם ביטויים רגולריים שאינם רגישים לאותיות גדולות/קטנות (לדוגמה, דרוש 2160p.*(remux|bluray), הסתר \b(cam|ts)\b). תבנית שאינה תקינה תתעלם.
hi: छिपाएँ / आवश्यक बड़े-छोटे अक्षरों की परवाह किए बिना regex पैटर्न हैं (उदा. आवश्यक 2160p.*(remux|bluray), छिपाएँ \b(cam|ts)\b)। अमान्य पैटर्न को अनदेखा कर दिया जाता है।
hr: Sakrij / Zahtijevaj su regularni izrazi neovisni o velikim i malim slovima (npr. zahtijevaj 2160p.*(remux|bluray), sakrij \b(cam|ts)\b). Neispravan izraz se zanemaruje.
ht: Kache / Egzije se modèl regex ki pa sansib a kas (pa egzanp egzije 2160p.*(remux|bluray), kache \b(cam|ts)\b). Yon modèl ki pa valab inyore.
hu: Az Elrejtés / Kötelező kis- és nagybetűt nem megkülönböztető reguláris kifejezések (pl. kötelező: 2160p.*(remux|bluray), elrejtés: \b(cam|ts)\b). Az érvénytelen mintát figyelmen kívül hagyja.
hy: «Թաքցնել» / «Պահանջել»-ը մեծ-փոքրատառին անզգայուն regex կաղապարներ են (օր.՝ պահանջել 2160p.*(remux|bluray), թաքցնել \b(cam|ts)\b)։ Անվավեր կաղապարն անտեսվում է։
id: Sembunyikan / Wajibkan adalah pola regex tanpa membedakan huruf besar-kecil (mis. wajibkan 2160p.*(remux|bluray), sembunyikan \b(cam|ts)\b). Pola yang tidak valid diabaikan.
ig: Zoo / Chọọ bụ ụkpụrụ regex na-adịghị echebara mkpụrụ akwụkwọ anya (dịka chọọ 2160p.*(remux|bluray), zoo \b(cam|ts)\b). A na-eleghara ụkpụrụ na-ezighị ezi anya.
is: Fela / Krefjast eru regluleg segð án há- og lágstafanæmis (t.d. krefjast 2160p.*(remux|bluray), fela \b(cam|ts)\b). Ógilt mynstur er hunsað.
it: Nascondi / Richiedi sono espressioni regolari senza distinzione tra maiuscole e minuscole (es. richiedi 2160p.*(remux|bluray), nascondi \b(cam|ts)\b). Un'espressione non valida viene ignorata.
ja: 「非表示」「必須」は大文字・小文字を区別しない正規表現です（例：必須に 2160p.*(remux|bluray)、非表示に \b(cam|ts)\b）。無効なパターンは無視されます。
jv: Dhelikaké / Wajibaké minangka pola regex sing ora sensitif huruf gedhé-cilik (tuladha wajibaké 2160p.*(remux|bluray), dhelikaké \b(cam|ts)\b). Pola sing ora sah bakal diabaikan.
ka: „დამალვა“ / „მოთხოვნა“ არის რეგისტრის მიმართ უგრძნობი regex ნიმუშები (მაგ. მოთხოვნა 2160p.*(remux|bluray), დამალვა \b(cam|ts)\b). არასწორი ნიმუში იგნორირდება.
kk: «Жасыру / Талап ету» — әріп регистрін ескермейтін regex үлгілері (мысалы, талап ету: 2160p.*(remux|bluray), жасыру: \b(cam|ts)\b). Қате үлгі еленбейді.
km: លាក់ / តម្រូវ ជាលំនាំ regex ដែលមិនប្រកាន់អក្សរតូចធំ (ឧ. តម្រូវ 2160p.*(remux|bluray), លាក់ \b(cam|ts)\b)។ លំនាំមិនត្រឹមត្រូវនឹងត្រូវរំលង។
kn: ಮರೆಮಾಡಿ / ಅಗತ್ಯವಿದೆ ಅಕ್ಷರ-ಸಂವೇದನಾರಹಿತ regex ಮಾದರಿಗಳಾಗಿವೆ (ಉದಾ. require 2160p.*(remux|bluray), hide \b(cam|ts)\b). ಅಮಾನ್ಯ ಮಾದರಿಯನ್ನು ನಿರ್ಲಕ್ಷಿಸಲಾಗುತ್ತದೆ.
ko: 숨김 / 필수는 대소문자를 구분하지 않는 정규식 패턴입니다(예: 필수 2160p.*(remux|bluray), 숨김 \b(cam|ts)\b). 잘못된 패턴은 무시됩니다.
ku: Veşêre / Hewce şêweyên regex ên ne-hestiyar-bi-tîpan in (mînak hewce bike 2160p.*(remux|bluray), veşêre \b(cam|ts)\b). Şêwazeke nederbasdar tê paşguhkirin.
ky: Жашыруу / Талап кылуу — регистрге сезгич эмес regex үлгүлөрү (мисалы, талап кылуу 2160p.*(remux|bluray), жашыруу \b(cam|ts)\b). Жараксыз үлгү этибарга алынбайт.
lb: Verstoppen / Verlaangen sinn Regex-Muster ouni Grouss-/Klengschreiwungsënnerscheed (z.B. verlaang 2160p.*(remux|bluray), verstopp \b(cam|ts)\b). En ongëllegt Muster gëtt ignoréiert.
lo: ເຊື່ອງ / ຕ້ອງມີ ເປັນຮູບແບບ regex ທີ່ບໍ່ຄຳນຶງເຖິງໂຕພິມໃຫຍ່ນ້ອຍ (ເຊັ່ນ ຕ້ອງມີ 2160p.*(remux|bluray), ເຊື່ອງ \b(cam|ts)\b). ຮູບແບບທີ່ບໍ່ຖືກຕ້ອງຈະຖືກລະເລີຍ.
lt: „Slėpti“ / „Reikalauti“ yra raidžių dydžiui nejautrūs regex šablonai (pvz., reikalauti 2160p.*(remux|bluray), slėpti \b(cam|ts)\b). Netinkamas šablonas ignoruojamas.
lv: Lauki “Slēpt” / “Pieprasīt” ir reģistrnejutīgi regulārās izteiksmes paraugi (piemēram, pieprasīt 2160p.*(remux|bluray), slēpt \b(cam|ts)\b). Nederīgs paraugs tiek ignorēts.
mg: Ny Afeno / Takio dia lamina regex tsy miraharaha renyefitra (ohatra takio 2160p.*(remux|bluray), afeno \b(cam|ts)\b). Tsy raharahaina ny lamina tsy mety.
mi: Ko te Huna / Hiahia he tauira regex kāore e aro ki te kēhi (hei tauira, hiahia 2160p.*(remux|bluray), huna \b(cam|ts)\b). Ka waihotia tētahi tauira muhu.
mk: „Сокриј“ / „Барај“ се regex шаблони без разлика на големи/мали букви (на пр. барај 2160p.*(remux|bluray), сокриј \b(cam|ts)\b). Неважечки шаблон се игнорира.
ml: മറയ്ക്കുക / ആവശ്യമാണ് എന്നിവ വലിയക്ഷര-ചെറിയക്ഷര വ്യത്യാസമില്ലാത്ത regex പാറ്റേണുകളാണ് (ഉദാ. require 2160p.*(remux|bluray), hide \b(cam|ts)\b). അസാധുവായ പാറ്റേൺ അവഗണിക്കും.
mn: Нуух / Шаардах нь том жижиг үсэг ялгадаггүй regex загварууд юм (жишээ нь шаардах 2160p.*(remux|bluray), нуух \b(cam|ts)\b). Буруу загварыг үл тоомсорлоно.
mr: लपवा / आवश्यक हे केस-असंवेदनशील regex पॅटर्न आहेत (उदा. require 2160p.*(remux|bluray), hide \b(cam|ts)\b). अवैध पॅटर्न दुर्लक्षित केला जातो.
ms: Sembunyi / Perlukan ialah corak regex tidak sensitif huruf besar-kecil (cth. perlukan 2160p.*(remux|bluray), sembunyi \b(cam|ts)\b). Corak tidak sah diabaikan.
mt: Aħbi / Ħtieġ huma patterns regex li ma jagħtux każ tal-ittri kbar jew żgħar (eż. ħtieġ 2160p.*(remux|bluray), aħbi \b(cam|ts)\b). Pattern invalidu jiġi injorat.
my: Hide / Require သည် စာလုံးအကြီးအသေး ခွဲခြားမှုမရှိသော regex ပုံစံများဖြစ်သည် (ဥပမာ လိုအပ်ရန် 2160p.*(remux|bluray)၊ ဖျောက်ရန် \b(cam|ts)\b)။ မမှန်ကန်သော ပုံစံကို လျစ်လျူရှုသည်။
nb: Skjul / Krev er regex-mønstre uten skille mellom store og små bokstaver (f.eks. krev 2160p.*(remux|bluray), skjul \b(cam|ts)\b). Et ugyldig mønster ignoreres.
ne: लुकाउनुहोस् / आवश्यक केस-असंवेदनशील regex ढाँचा हुन् (जस्तै require 2160p.*(remux|bluray), hide \b(cam|ts)\b)। अमान्य ढाँचा बेवास्ता गरिन्छ।
nl: Verbergen/Vereisen zijn hoofdletterongevoelige regex-patronen (bijv. vereis 2160p.*(remux|bluray), verberg \b(cam|ts)\b). Een ongeldig patroon wordt genegeerd.
ny: Hide / Require ndi ma regex pattern osasamala za makulidwe a zilembo (mwachitsanzo funikani 2160p.*(remux|bluray), bisani \b(cam|ts)\b). Pattern yolakwika imanyalanyazidwa.
oc: Amagar / Requerir son de motius regex insensibles a la cassa (per ex. requerir 2160p.*(remux|bluray), amagar \b(cam|ts)\b). Un motiu invalid es ignorat.
or: Hide / Require ଅକ୍ଷର-ସଂବେଦନଶୀଳ ନ ଥିବା regex ପ୍ୟାଟର୍ନ (ଯେମିତି require 2160p.*(remux|bluray), hide \b(cam|ts)\b)। ଏକ ଅବୈଧ ପ୍ୟାଟର୍ନ ଅଣଦେଖା ହୁଏ।
pa: "ਲੁਕਾਓ / ਲੋੜੀਂਦੇ" ਕੇਸ-ਅਸੰਵੇਦਨਸ਼ੀਲ regex ਪੈਟਰਨ ਹੁੰਦੇ ਹਨ (ਜਿਵੇਂ require 2160p.*(remux|bluray), hide \b(cam|ts)\b)। ਗ਼ਲਤ ਪੈਟਰਨ ਨੂੰ ਅਣਡਿੱਠ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।
pl: Ukryj / Wymagaj to wzorce wyrażeń regularnych ignorujące wielkość liter (np. wymagaj 2160p.*(remux|bluray), ukryj \b(cam|ts)\b). Nieprawidłowy wzorzec jest pomijany.
ps: پټول / اړینول د توري-حساسیت پرته regex نمونې دي (لکه اړین 2160p.*(remux|bluray)، پټ \b(cam|ts)\b). ناسمه نمونه له پامه غورځول کیږي.
pt_br: Ocultar / Exigir são padrões regex que não diferenciam maiúsculas de minúsculas (ex.: exigir 2160p.*(remux|bluray), ocultar \b(cam|ts)\b). Um padrão inválido é ignorado.
pt_pt: Ocultar / Exigir são padrões regex sem distinção entre maiúsculas e minúsculas (por ex. exigir 2160p.*(remux|bluray), ocultar \b(cam|ts)\b). Um padrão inválido é ignorado.
ro: Ascunde / Necesită sunt expresii regulate fără diferențiere între majuscule și minuscule (de ex. necesită 2160p.*(remux|bluray), ascunde \b(cam|ts)\b). Un tipar nevalid este ignorat.
ru: «Скрывать» / «Требовать» — это регулярные выражения без учёта регистра (например, требовать 2160p.*(remux|bluray), скрывать \b(cam|ts)\b). Некорректный шаблон игнорируется.
rw: Guhisha / Gusaba ni imiterere ya regex itita ku nyuguti nkuru cyangwa nto (urugero saba 2160p.*(remux|bluray), hisha \b(cam|ts)\b). Imiterere itari yo irirengagizwa.
sd: لڪايو / لازمي ننڍي-وڏي اکر کان بي پرواهه regex نمونا آهن (مثال طور require 2160p.*(remux|bluray)، hide \b(cam|ts)\b). غلط نمونو نظرانداز ڪيو وڃي ٿو.
si: සඟවන්න / අවශ්‍යයි යනු අකුරු-සංවේදී නොවන regex රටා වේ (උදා. අවශ්‍යයි 2160p.*(remux|bluray), සඟවන්න \b(cam|ts)\b). වලංගු නොවන රටාවක් නොසලකා හරියි.
sk: Skryť / Vyžadovať sú regulárne výrazy bez ohľadu na veľkosť písmen (napr. vyžadovať 2160p.*(remux|bluray), skryť \b(cam|ts)\b). Neplatný výraz sa ignoruje.
sl: Skrij / Zahtevaj sta regularna izraza, neobčutljiva na velike in male črke (npr. zahtevaj 2160p.*(remux|bluray), skrij \b(cam|ts)\b). Neveljaven vzorec se prezre.
sm: O le Nana / Manaomia o mamanu regex e le amanaʻia mataitusi tetele/laiti (fai mai manaomia 2160p.*(remux|bluray), nana \b(cam|ts)\b). E le amanaʻia se mamanu le talafeagai.
sn: Hide / Require ma regex pattern asingatarisi case (semuenzaniso da 2160p.*(remux|bluray), vanza \b(cam|ts)\b). Pattern isina kururama inosiyiwa.
so: Hide / Require waa qaababka regex ee aan xarafka waaweyn/yaryar u dan lahayn (tusaale u baahan 2160p.*(remux|bluray), qari \b(cam|ts)\b). Qaab aan sax ahayn waa la iska indhatiraa.
sq: "Fshih" / "Kërko" janë modele regex që nuk i dallojnë shkronjat e mëdha nga të voglat (p.sh. kërko 2160p.*(remux|bluray), fshih \b(cam|ts)\b). Një model i pavlefshëm shpërfillet.
sr: Сакриј / Захтевај су regex шаблони неосетљиви на велика и мала слова (нпр. захтевај 2160p.*(remux|bluray), сакриј \b(cam|ts)\b). Неисправан шаблон се занемарује.
st: Hide / Require ke di-pattern tsa regex tse sa natseng litlhaku tse kholo/tse nyenyane (mohlala hloka 2160p.*(remux|bluray), pata \b(cam|ts)\b). Pattern e sa sebetseng ea hlokomolohuoa.
su: Sumputkeun / Wajibkeun mangrupa pola regex nu teu peka aksara gedé (contona wajibkeun 2160p.*(remux|bluray), sumputkeun \b(cam|ts)\b). Pola nu teu valid diabaikan.
sv: Dölj/Kräv är skiftlägesokänsliga regex-mönster (t.ex. kräv 2160p.*(remux|bluray), dölj \b(cam|ts)\b). Ett ogiltigt mönster ignoreras.
sw: Ficha / Hitaji ni mifumo ya regex isiyojali herufi kubwa au ndogo (mf. hitaji 2160p.*(remux|bluray), ficha \b(cam|ts)\b). Mfumo batili hupuuzwa.
ta: மறை / தேவை என்பவை எழுத்து வேறுபாடற்ற regex வடிவங்கள் (எ.கா. require 2160p.*(remux|bluray), hide \b(cam|ts)\b). தவறான வடிவம் புறக்கணிக்கப்படும்.
te: దాచు / అవసరం అనేవి కేస్‌ను పట్టించుకోని regex నమూనాలు (ఉదా. require 2160p.*(remux|bluray), hide \b(cam|ts)\b). చెల్లని నమూనా విస్మరించబడుతుంది.
tg: Пинҳон / Талаб қолибҳои regex-и ба ҳарфҳои калону хурд ҳассоснабуда мебошанд (масалан, талаб 2160p.*(remux|bluray), пинҳон \b(cam|ts)\b). Қолиби нодуруст нодида гирифта мешавад.
th: ช่องซ่อน / ต้องมี เป็นรูปแบบ regex ที่ไม่สนตัวพิมพ์ใหญ่เล็ก (เช่น ต้องมี 2160p.*(remux|bluray), ซ่อน \b(cam|ts)\b) รูปแบบที่ไม่ถูกต้องจะถูกข้าม
tr: Gizle / Gerektir, büyük/küçük harfe duyarsız regex desenleridir (örn. gerektir 2160p.*(remux|bluray), gizle \b(cam|ts)\b). Geçersiz bir desen yoksayılır.
tt: Яшер / Кирәк — регистрга сизгер булмаган regex үрнәкләре (мәсәлән, кирәк 2160p.*(remux|bluray), яшер \b(cam|ts)\b). Дөрес булмаган үрнәк исәпкә алынмый.
ug: «يوشۇرۇش / تەلەپ قىلىش» چوڭ-كىچىك ھەرپكە سەزگۈر بولمىغان مۇنتىزىم ئىپادە ئەندىزىلىرى (مەسىلەن 2160p.*(remux|bluray) نى تەلەپ قىلىش، \b(cam|ts)\b نى يوشۇرۇش). ئىناۋەتسىز ئەندىزە پەرۋا قىلىنمايدۇ.
uk: «Приховати» / «Вимагати» — це регулярні вирази без урахування регістру (наприклад, вимагати 2160p.*(remux|bluray), приховати \b(cam|ts)\b). Неправильний шаблон ігнорується.
ur: چھپائیں / لازمی بڑے چھوٹے حروف سے بے نیاز regex پیٹرنز ہیں (مثلاً لازمی 2160p.*(remux|bluray)، چھپائیں \b(cam|ts)\b)۔ غلط پیٹرن نظر انداز کر دیا جاتا ہے۔
uz: Yashirish / Talab qilish katta-kichik harflarga sezgir bo'lmagan regex naqshlaridir (masalan, talab 2160p.*(remux|bluray), yashirish \b(cam|ts)\b). Noto'g'ri naqsh e'tiborga olinmaydi.
vi: Ẩn / Bắt buộc là biểu thức regex không phân biệt hoa thường (ví dụ: bắt buộc 2160p.*(remux|bluray), ẩn \b(cam|ts)\b). Mẫu không hợp lệ sẽ bị bỏ qua.
xh: IFihla / Funa ziipateni ze-regex ezingakhathalele oonobumba abakhulu okanye abancinci (umzekelo funa 2160p.*(remux|bluray), fihla \b(cam|ts)\b). Ipateni engasebenziyo iyatyeshelwa.
yo: Hide / Require jẹ́ àwọn àpẹẹrẹ regex tí kò kìyèsí àkọ́tọ́-ńlá-àti-kékeré (fún àpẹẹrẹ require 2160p.*(remux|bluray), hide \b(cam|ts)\b). A ó fojú fo àpẹẹrẹ tí kò tọ̀nà.
zh_hans: “隐藏 / 必含”为不区分大小写的正则表达式（例如：必含 2160p.*(remux|bluray)，隐藏 \b(cam|ts)\b）。无效的表达式将被忽略。
zh_hant: 「隱藏 / 必含」為不分大小寫的正規表示式（例如必含 2160p.*(remux|bluray)，隱藏 \b(cam|ts)\b）。無效的模式會被忽略。
zu: I-Fihla / Dinga angamaphethini e-regex angabhekeleli unobumba omkhulu/omncane (isb. dinga 2160p.*(remux|bluray), fihla \b(cam|ts)\b). Iphethini engavumelekile inganakwa.
